Repository: eslam-mah/tech_tak
Catalog: lib/l10n/intl_*.arb
Languages: ar

# title
source: Tech tak
ar: تك تاك

# chooseLang
source: Choose your language
ar: اختر اللغة

# currentLang
source: En
ar: العربية

# slogan1
source: Your Digital Dreams, Built to Life!
ar: أحلامك الرقمية، نبنيها على أرض الواقع!

# slogan2
source: Transforming Concepts into Mobile Realities.
ar: نحول الأفكار إلى تطبيقات موبايل حقيقية.

# slogan3
source: Crafting Websites That Speak for Your Brand.
ar: نصمم مواقع ويب تُعبّر عن علامتك التجارية.

# slogan4
source: Tech tak: Your choice for reaching new heights.
ar: تك تاك شريكك في النمو الرقمي.

# slogan5
source: From Vision to Reality: Websites and Apps Done Right.
ar: من الرؤية إلى الواقع: مواقع وتطبيقات باحترافية.

# slogan6
source: Seamless Solutions for Your Digital Needs.
ar: حلول متكاملة لاحتياجاتك الرقمية.

# slogan7
source: Building Your Online Presence with Precision.
ar: نبني وجودك الإلكتروني بدقة واحترافية.

# slogan8
source: Websites and Apps That Define Your Brand.
ar: مواقع وتطبيقات تُعبر عن علامتك التجارية.

# slogan9
source: Simplifying Technology, Amplifying Results.
ar: نبسط التكنولوجيا لنُضخم النتائج.

# slogan10
source: Creating Digital Masterpieces for Your Business.
ar: نصنع روائع رقمية لأعمالك.

# bookNow
source: Start now
ar: أبدأ الان

source: Our Projects
ar: مشاريعنا

# description
source: Our websites and applications adhere to the highest standards of security and protection against hacking.
ar: كل سطر من الكود مصمم لحماية عملك ومستخدميك.

# description2
source: 24/7 technical support, including detailed consultations.
ar: كود نظيف وقابل للتطوير ومُعدّ للمستقبل.

# description3
source: Blazing-Fast Websites and Apps That Keep Your Users Coming Back.
ar: مواقع وتطبيقات فائقة السرعة تُبقي مستخدميك دائمًا في تفاعل.

source: Contact Us
ar: تواصل الأن

# bookingText
source: Build Your Website and Mobile App Today, Turn Your Vision into Reality!
ar: قم ببناء موقعك وتطبيقك الآن، وحوّل رؤيتك إلى واقع!

source: name
ar: الأسم

source: Project description
ar: وصف المشروع

source: Phone number
ar: رقم الهاتف

source: Submit
ar: ارسل

source: Website
ar: موقع الكتروني

source: Mobile App
ar: تطبيق موبايل

source: Project Type
ar: نوع المشروع

source: Your Name
ar: أسمك

# choose
source: Choose Project Type
ar: أختر نوع المشروع

# yourNumber
source: Your Phone Number
ar: رقمك

# describe
source: Describe Your Project
ar: أوصف المشروع

# submitText
source: Thank you for submitting your form! Our team will reach out to you as soon as possible.
ar: شكرًا لإرسال طلبك! سيتواصل معك فريقنا قريبًا.

# backHome
source: Back to Home
ar: الرجوع للصفحة الرئيسية

# chooseCountry
source: Choose your country
ar: اختر البلد

source: Country
ar: البلد

# fieldRequired
source: This field is required
ar: أملأ الحقل

# error
source: Error sending data, please try again later.
ar: حدث خطأ ما ، يرجى المحاولة مرة أخرى في وقت لاحق

source: Visit Website
ar: زيارة الموقع

source: Download from
ar: حمله من

source: About Us
ar: معلومات عنا

source: Our Services
ar: خدماتنا

# aboutUsTxt
source: Tech tak is an innovative software development company that serves as a strong bridge between Egyptian and Saudi expertise in the field of digital technology. Specializing in the design and development of mobile applications and websites, Tech tak adheres to the highest standards of quality and professionalism.
ar: شركة تك تاك هي شركة برمجة مصرية سعودية تتميز في مجال التكنولوجيا الرقمية، متخصصة في تصميم وتطوير تطبيقات الهواتف المحمولة والمواقع الإلكترونية بأعلى معايير الجودة والاحترافية.

# title1
source: iOS App Development
ar: تطوير تطبيقات iOS

# serviceDescription1
source: We offer advanced solutions for designing and programming iOS applications in line with the latest Apple standards.
ar: نقدم حلولاً متقدمة لتصميم وبرمجة تطبيقات iOS بما يتناسب مع أحدث معايير Apple.

# title2
source: Android App Development
ar: تطوير تطبيقات Android

# serviceDescription2
source: We develop high-quality Android applications that cater to user needs and meet market demands.
ar: نعمل على تطوير تطبيقات Android عالية الجودة تلبي احتياجات المستخدمين ومتطلبات السوق.

# title3
source: Website Development
ar: تصميم وتطوير مواقع إلكترونية

# serviceDescription3
source: We provide professional website design and development services that ensure an excellent user experience and smooth navigation.
ar: نوفر خدمات تصميم وبرمجة مواقع إلكترونية احترافية تضمن تجربة مستخدم ممتازة وسهولة التصفح.

# title4
source: Consulting Services
ar: خدمات استشارية

# serviceDescription4
source: We deliver comprehensive technological consultation and digital strategy services to help businesses achieve successful digital transformation.
ar: نقدم استشارات تقنية واستراتيجيات رقمية متكاملة لمساعدة الشركات على تحقيق التحول الرقمي.

# title5
source: Repairing Services
ar: صيانة وإصلاح

# serviceDescription5
source: We offer maintenance and repair services to ensure the continuous performance and efficiency of your applications and websites.
ar: نوفر خدمات الصيانة والإصلاح لضمان استمرارية وكفاءة عمل التطبيقات والمواقع الإلكترونية.
